INSERT INTO books (isbn, book_title, book_type, publishing_year, pages, price)
	VALUES
	('978-5-6040043-6-4', 'Java. Полное руководство, 10-е издание', 'Печатная', 2018, 1488, 2984),
	('978-5-496-01127-3', 'Философия Java. 4-е полное издание', 'Печатная', 2015, 1168, 3500),
	('978-5-496-00867-9', 'Изучаем C#. 3-е издание', 'Печатная', 2014, 816, 1500),
	('978-5-6041394-5-5', 'Java: руководство для начинающих', 'Печатная', 2019, 816, 1300),
	('978-5-17-087885-7', 'Идиот', 'Печатная', 2021, 640, 192),
	('978-5-17-090630-7', 'Преступление и наказание', 'Печатная', 2020, 672, 169),
	('978-5-04-103497-9', 'Десять негритят', 'Печатная', 2019, 288, 169),
	('978-5-6040044-3-2', 'Ремонт и обслуживание автомобилей для "чайников"', 'Печатная', 2018, 528, 1164);